[{"model": "MoonTrekBlog.blogpost", "pk": 1, "fields": {"title": "Test First Post!", "content": "<p>Welcome to the Moon Trek blog! Not a lot going on here, but that's fine. Whoop, whoop!</p>", "tags": "", "date_posted": "2021-02-04T06:00:00Z", "slug": "test_first_post", "created_at": "2021-02-09T04:24:13.339Z", "updated_at": "2021-02-09T09:39:07.716Z", "author": 1, "related_story": []}}, {"model": "MoonTrekBlog.blogpost", "pk": 2, "fields": {"title": "The Second Post", "content": "<p>This is another test post. It's nice to learn how to use the built-in admin shit!</p>\r\n<p>Here's some filler!</p>\r\n<p>Moon Trek is a crossover fanfiction that takes characters from the Ranma&frac12; world, the Sailor Moon world, and original characters that I created and places them in the post-Dominion War Star Trek universe. Over the past fourteen years, the characters and story have evolved from a simple <em>'LOL WOULDN'T IT BE FUNNY IF RANMA WAS CAPTAIN OF A SPACESHIP TROLOLOLOL'</em> concept into something I tried to turn into a serious writing exercise as I developed both love for writing and a love for the story and characters that I created and developed. The series is essentially a serial; you can't just start with NEO4. Each story feeds off the previous in one way or another, especially throughout the series; whether it's Moon Trek, NEO, or Trinity.</p>\r\n<p>With the tenth full-length story complete, the series is now finished. &iexcl;&iexcl;SITE UPDATE!! Happy days are here! The Moon Trek website is now fully operational and, at least this time, fully backed up so in case there is another issue, I can simply re-upload everything! YAY! If you happen to find any issues, please don't hesitate to contact me either on Twitter (@erinwinking) or by using the Disqus comment system on any of the story pages. As well, I would love to see comments on the stories, good or bad (good is better though!). Don't forget about the LCARS character database, which I will continue to work on because quite honestly I am using it for both a creative exercise and as a way to try out some CSS tomfoolery. Thanks for your support! /erin</p>", "tags": "", "date_posted": "2021-02-09T04:24:13Z", "slug": "the_second_post", "created_at": "2021-02-09T04:25:40.503Z", "updated_at": "2021-02-09T09:40:26.598Z", "author": 1, "related_story": []}}, {"model": "MoonTrekBlog.blogpost", "pk": 3, "fields": {"title": "A Third Test Post!", "content": "<p>Testing a third post to see what happens. Whoop, Whoop!</p>", "tags": "", "date_posted": "2021-02-09T09:39:13Z", "slug": "a_third_test_post", "created_at": "2021-02-09T09:40:12.676Z", "updated_at": "2021-02-09T09:44:22.869Z", "author": 1, "related_story": []}}, {"model": "MoonTrekBlog.blogpost", "pk": 4, "fields": {"title": "MTX - An Epic End?", "content": "<p>I wrote in an earlier post how I was planning for the next story &ndash; the tenth Moon Trek novel and the third Trinity novel to be the last one I do. So I won&rsquo;t rehash the reasoning behind that again. What I did want to kind of post about was how I wanted to make this a story of epic proportions; once that would make the reader say &lsquo;Yeah, that was almost worth 14 years of crap&rsquo;.</p>\r\n<p>While I&rsquo;ve admitted that MTX will have the Kuno Collective as the Sisko&rsquo;s primary foils, as well as a back story to Gosnell+Makoto, I&rsquo;m keeping mum on the whole plot of the story, as well as the various other things involved. Mainly because they are becoming quite numerous.</p>\r\n<div id=\"attachment_326\" class=\"wp-caption alignleft\">\r\n<p class=\"wp-caption-text\">Can Chicken Scratches Turn Into An Epic Tale?!</p>\r\n</div>\r\n<p>Much like what happened with&nbsp;<em>The Badlands</em>, MTX has started out with parts of it handwritten, thanks to the untimely demise of my old video card. What was spurred from that ended up being parts of the main story and several sub-stories. I have no intention of &lsquo;shoehorning&rsquo; any of them in. I like all of them, mainly because each and every one of them involves either the crew working together to resolve an issue, the crew proving how much they care about each other, or the resolution of some long-standing conflict.</p>\r\n<p>I still really love writing battles and fight scenes, but I have to tell you, after having written&nbsp;<em>The Office</em>, I have a renewed love for the characters and how they interact with each other and I think that&rsquo;s something I have really been lacking and something that if I don&rsquo;t pay attention to, isn&rsquo;t going to help me at all become a&nbsp;<em>real author</em>&nbsp;someday.</p>\r\n<p>So, even if MTX is a million words and 500 pages long, nothing is getting cut, so long as it flows and contributes to what I plan on being an epic send-off to our beloved crew.</p>\r\n<p>I&rsquo;m hoping to have it done by January. However, I&rsquo;m not going to sacrifice quality to meet an arbitrary release date.</p>\r\n<p>See you on Thursday with the next two chapters of&nbsp;<em>The Office</em>!</p>", "tags": "", "date_posted": "2012-06-03T06:00:00Z", "slug": "mtx-epic-end", "created_at": "2021-02-10T00:21:19.429Z", "updated_at": "2021-02-10T00:21:19.429Z", "author": 1, "related_story": []}}, {"model": "MoonTrekBlog.blogpost", "pk": 5, "fields": {"title": "We Have Completion!", "content": "<p>So I have finally finished off MT: T #2 &ndash; The Office.</p>\r\n<p>I can honestly say that I am quite pleased with how it has turned out. I was kind of skeptical going into it, as it was going to be a totally character-driven story &ndash; epic space battles and NEO teams shooting bad guys were going to be rare, and that is in fact the case. None the less, I think it&rsquo;s come out better than I can have hoped.</p>\r\n<p>As well, I&rsquo;ve managed to include not one, but two chapters feature one of my very favorite characters from Ranma &frac12;, Happosai. Happosai is probably, next to Kuno, one of the most fun characters to write for.</p>\r\n<p>Like all offices, the Sisko has drama. This may or may not lead to one of our characters not being with us anymore once the story ends. As well, I may make some new enemies with how some of the characters are acting, but in the end, all of your favorites, I can assure you, mean well.</p>\r\n<p>I&rsquo;m still going to give it a couple more pass-overs to try and catch all my grammatical mistakes and any continuity errors, and while I was planning on publishing it all at once, I figure I will continue to do a chapter by chapter weekly release, starting no later than the first week in April.</p>\r\n<p>Thank you for your continued patronage!</p>\r\n<p>/erin</p>\r\n<p>PS: I added the &lsquo;ecchi&rsquo; tag to this post because I&rsquo;m a massive pervert and am realizing that if I continued this series much more than one more story, the ship would be filled with nothing more than space lesbians&hellip; There&rsquo;s no &lsquo;explicit&rsquo; sex in it (lemon), but there&rsquo;d certainly be plenty of fan service if it was an anime&hellip; ^_^</p>", "tags": "", "date_posted": "2012-03-11T12:00:00Z", "slug": "we-have-completion", "created_at": "2021-02-10T00:23:38.531Z", "updated_at": "2021-02-10T00:23:38.531Z", "author": 1, "related_story": []}}, {"model": "MoonTrekBlog.blogpost", "pk": 6, "fields": {"title": "Coming Along Nicely", "content": "<p>As I mentioned in a previous post, I am trying to make the final two stories very &lsquo;character&rsquo; driven stories, and I can say that I think I am being successful in that. One indication is that it&rsquo;s very early in the writing process, I&rsquo;m only (officially) through chapter three and I have a very high word count. There&rsquo;s a ton of dialog, quite a bit of interaction between the characters, and what I think is both nice and what will both appeal and anger some people, evolution in the characters.</p>\r\n<p>Until I get to X, where I get to write a ton of Kuno dialog, I think this one will go down as my favorite (or at least tied with&nbsp;<em>Prime Directive</em>) simply because I am ignoring any concept of pacing while I am writing. I&rsquo;ll deal with that later. What I mean is I&rsquo;m not going to worry about if something is too wordy or unnecessary while I am developing the interaction. When I&rsquo;m rereading and proofing, and it feels sluggish, then there will be an opportunity to change things, but right now I feel like I am getting a more natural &lsquo;interactivity&rsquo; this way.</p>\r\n<p>We&rsquo;ll see how this works.</p>\r\n<p>Couple of hints for you kiddos on IX. I still haven&rsquo;t named it. The Sisko <strong>will</strong>&nbsp;be losing a crew member (although they&nbsp;<em>probably</em>&nbsp;won&rsquo;t be dying&hellip;). They will be gaining a temporary crew member. Happosai will be visiting. There are no lemon scenes (as of yet) but I have to be honest, it will be getting an M for Mature rating. ^_^</p>\r\n<p>Also, I love Rei. You will too.</p>\r\n<p>BTW, I keep posting these to make sure folks who just happen to find this site know I haven&rsquo;t given up on writing. See ya! /ew</p>", "tags": "", "date_posted": "2012-02-09T18:00:00Z", "slug": "coming-along-nicely", "created_at": "2021-02-10T00:24:47.374Z", "updated_at": "2021-02-10T00:24:47.374Z", "author": 1, "related_story": []}}, {"model": "MoonTrekBlog.blogpost", "pk": 7, "fields": {"title": "Moon Trek 2 - Author's Notes!", "content": "<p dir=\"ltr\" style=\"text-align: justify;\">Well, I hope that you liked this fanfic. People that know me will be surprised. It&rsquo;s a lot darker than what I usually try to go for. I usually avoid death. I prefer sex to violence! Some people may even want me dead for my killing of Mousse. I will try and explain my decision the best I can.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">I originally put Mousse in there for comedic value. I mean, a blind idiot working the weapons? It goes right in line with the eternal lost boy working the helm. It was when I was working on this fiction that I realized that if he went blind in one of the situations I had written for them, they&rsquo;d be dead. Nothing funny about that.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Also, Mousse &amp; Ranma have a major conflict with each other over Shampoo. Well, as you can see at the end of it Akane and Ranma got married. There would be no more conflict.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">So, subtract the blindness and the conflict and all I have is a character that&rsquo;s lost all of his character traits. All but one. Mousse is a very honorable person and I could see him sacrificing himself for Shampoo. So, he did. What happened then was Shampoo was finally forced to admit her true feelings for Mousse. Granted it was too late, which I will admit is a recurring theme in some of the darker Ranma fic&rsquo;s I have read, but she did admit them. She also saw the kiss between Ranma and Akane, which eliminated my need to have Shampoo clinging all over Ranma. Don&rsquo;t fear though. She will still have a thing for him, but I think most of her clingy ness will simply be to mess with Akane.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">I can basically sum up the last two paragraphs in one sentence. Moon Trek is moving from a comedy fic to a dark comedy fic. It will still be funny at times, but the next in the series will be even more intense. I doubt any more of the main characters will be killed off, but you never know. I decided on the Ranma/Akane marriage as I typed it. No forethought.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Moon Trek 3 is already in progress. I&rsquo;m actually enjoying writing these a lot more than I thought I would. The first one was supposed to just be a silly 20-page thing for my buddy Chris (who the Gosnell character is based on). Chris has always had a thing for Lita, so that&rsquo;s why those two hooked up. This one was actually prepared better than the first, so I was able to make it longer. It took longer to complete than I hoped though, I got stuck on a couple of plot points, but I think I worked them out okay. MT3 will feature Ami finally. (I like the Japanese spelling of her name better than the US.) But other than the Sisko crew I think everyone else will be original characters. (Well, to be honest, none of my characters are original; they are all based on people that I know.) It currently has the working title of &lsquo;All&rsquo;s Fair&rsquo; as in the phrase &lsquo;all&rsquo;s fair in love and war&rsquo;. I am sure that will change. The only one that didn&rsquo;t change more than 6 times was MT1-The Wrath of Kuno. I probably should have changed it though. It&rsquo;s kind of queer.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">And for the record, the Sisko is a Gosnell class Starship. The Gosnell-class is just a refitted Akira class ship. No yelling at me saying it looks just like an Akira class ship. It&rsquo;s supposed to. I know the original graphics showed a Sovereign-class, but that was just due to my lack of graphics. You can get all the information that no healthy human should need (much less spend 3 days making a website on) at the OFFICIAL (because I have such an ego that I would think&nbsp;there would be MT rip-offs) Moon Trek website: http://funkdafied.douglasavenue.com/fic/moontrek/index.html</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">I hope that you enjoyed this fic, at least a little bit. I welcome and encourage all feedback. I started writing these for myself, but now they are being written for you. Please email me at funkdafied@douglasavenue.com. I look forward to hearing from you. Thanks for taking the time to read me blubber.</p>\r\n<p dir=\"ltr\" style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt; text-align: justify;\">If you have a fanfic you would like me to post, swing by the website! http://funkdafied.douglasavenue.com/fic/<span id=\"docs-internal-guid-9ed56dc6-7fff-d585-d6ea-a6efe265ea8e\"></span></p>", "tags": "", "date_posted": "2003-02-28T12:00:00Z", "slug": "moon-trek-2-authors-notes", "created_at": "2021-03-17T23:39:03.075Z", "updated_at": "2021-03-17T23:40:43.559Z", "author": 1, "related_story": [3]}}, {"model": "MoonTrekBlog.blogpost", "pk": 8, "fields": {"title": "Moon Trek 3 - Author's Notes!", "content": "<p dir=\"ltr\" style=\"text-align: justify;\">Hey gang. Here I sit on December 31, 2003. Wondering why it took me so long to finish this story. According to the stats in Microsoft Word, I started it on January 31. 11 months. Why does it take so long to write something that doesn&rsquo;t even make that much sense, to begin with?</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">I&rsquo;ll tell you why.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">I actually have readers.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">When I was writing this one I kept watching the counter on the Moon Trek homepage. It was increasing twenty or so a day for a while. But I didn&rsquo;t think anyone was actually reading these. I mean, I hardly ever got any email.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Then, when opening up my Yahoo mail one day I saw an email - for me, about Moon Trek.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">I actually had a reader. And better yet, I had a reader who was paying attention to the story! He pointed out some of the flaws, both technical and otherwise with Moon Trek 2.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Don&rsquo;t think I am complaining, because I am not. I enjoy getting those emails. They make me work harder on writing the stories. And in this case, made me work hard enough that it took eleven months.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">There is also the fact that so far this one has been the longest of the fics. The first one comes out at 96 pages, but it&rsquo;s double spaced, so it doesn&rsquo;t count. Sitting here this one reads at 89 pages, but I am sure I will make some revisions and additions before I post the final version.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Regardless, the point is to keep sending me emails. Comments, criticisms, all that good stuff.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Now, a bit about this story. I had a hard time coming up with what I was going to write about in this one. I painted myself into the preverbal corner in the last one. I killed off two major characters in the Ranma/Sailor Moon world. I left two in an emotional meltdown. I had one running around the ship naked.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Yeah, it was going to be tough considering I didn&rsquo;t even have an A storyline to work with.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">So I asked my friend, Jerry, what he thought would make an interesting story. He mentioned what I think he said was a Star Trek (original series) episode where a being was saved by one of the characters and fell in love with that character.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Thinking that would make a great plot point, I started to work with it. However, involving all the characters in it turned out to be a bigger challenge than I thought it would be. So it ended up simply being a B storyline (or sub-plot). Which made this story even weirder because most stories don&rsquo;t start off with the sub-plot. But I think it worked because I have always found grumpy people in happy places hilarious. So here comes Trevor, who inadvertently saved the energy being known as Foster. I decided not to have him fall in love with Trevor because I am not one who is very good at writing homoeroticism. Well, between boys that is. I am always up to writing a scene with girls kissing!</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Yeah, I am single&hellip; But I don&rsquo;t think that has anything to do with it.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Anyway, after writing the prelude, I was stuck. I still had no clue what the main story should be. I knew I needed to tie up all of the loose ends, but those would all have to be sub-plots. Finally,&nbsp;</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">after rereading Moon Trek 1, and laughing at the antics of the Kunos, I decide that I would bring them back.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">So there evolved the main story. But once again I became stuck in several spots. Where to go? Jerry once again stepped in to help me. He offered the idea that I should come up with an idea that would happen in the middle of the chapter. So I did. Then I wrote backward. That, in case you were wondering, explains why the first four chapters are relatively short, then chapter five and on are longer.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">But it worked. I managed to tie up all the loose ends, and have some fun at Ranma&rsquo;s expense along the way.&nbsp;</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">What happened at the end though? The story did seem to kind of just end, which you have to admit is a common occurrence with Star Trek. I&rsquo;ve always found it annoying how everything builds up to the final showdown, which just kind of ends. However, I don&rsquo;t consider it the end of this story. I like to consider it the beginning of the next story, which should take as long as I already have the plot figured out.&nbsp;</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">A preview you want? Well, I suppose I can let you in on it a little bit. There will of course be a couple of new characters. But two established Ranma &frac12; characters will be making an appearance. There will be fighting, sex and comedy! Plus there is now a title revision. The next series of stories will be called &lsquo;Moon Trek Neo&rsquo;, because of the ship&rsquo;s new purpose.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Once again, please don&rsquo;t hesitate to send your comments to me at funkdafied@douglasavenue.com. Also, of course, you can check out the Moon Trek website at funkdafied.douglasavenue.com/fic/moontrek.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">I hope you enjoyed the story. Thanks for reading.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">erin - ewink</p>", "tags": "MT3, Author's Notes", "date_posted": "2003-12-31T02:00:00Z", "slug": "moon-trek-3-authors-notes", "created_at": "2021-03-21T08:45:09.486Z", "updated_at": "2021-03-21T08:45:09.486Z", "author": 1, "related_story": [4]}}, {"model": "MoonTrekLCARS.character", "pk": 1, "fields": {"name": "Captain Ranma Saotome", "faction": 1, "rankIMG": "rankIMG/captain_5fbES8N.jpg", "department": 1, "content": "<p dir=\"ltr\" style=\"text-align: justify;\">Captain Ranma Saotome is currently the commanding officer of the USS Benjamin Sisko. He is also the officer in charge of the special operations task force attached to it, code-named 'NEO.'</p>\r\n<h2 dir=\"ltr\" style=\"text-align: justify;\">EARLY CAREER</h2>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Captain Saotome has served much of his adult life in space on many starships. One of those ships having been at the battle of Wolf 3-5-9, where his ship was destroyed and his Captain killed; the young Lieutenant making it off the ship just in time.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Ranma's last tour of duty before the Sisko was the USS Loami (NCC 71144), where he served as her Executive Officer. His future wife, Commander Akane Saotome, also served aboard the Loami as her Chief of Security.</p>\r\n<h2 dir=\"ltr\" style=\"text-align: justify;\">ASSUMING COMMAND OF THE SISKO</h2>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Ranma's dream of his own command seeming came true when he was promoted to Captain and assigned command of the then Gosnell class USS Benjamin Sisko.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">His dream quickly became a nightmare when he found himself surrounded by many of his nemesis, most in positions that Ranma felt they were grossly unqualified for.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">He was also assigned <a href=\"{% url 'LCARS:characterView' 'commander-shampoo' %}\">Commander Shampoo</a> as his Executive Officer, someone he felt had been stalking him for years. This, of course, angered then Commander Tendo, who had also been assigned to the Sisko as her Chief Medical Officer.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">As for that, Ranma again felt slighted as while he reluctantly acknowledged that he wasn't displeased to be again serving with Akane, he was upset at the position she was given. The CMO position was not one to be taken lightly, and outside of her field medic training that all security personnel receives, Akane had no medical experience.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Piling onto Ranma's troubles, his helmsman, then Ensign Ryoga Hibiki, was known for getting lost. His tactical officer, Lt. Mousse suffered from both nearsightedness and farsightedness. In fact, his ability to actually be in Starfleet was in question, however, it appears he was given special accommodations from Vice Admiral Happosai.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">As well, Ranma's Chief Engineer, Lt. Commander Usagi Tsukino, was not an engineer at all and was bumped several ranks to take the position; despite her dismal safety record as a security officer. The counselor assigned to the ship, then Lt. Commander Rei Hino, had no training in counseling as she was also a security officer. The Sisko's Chief of Operations, Lt. Commander Minako Aino was the only one, as Ranma put it in a log 'competent' in their position, but even she had never served on a spaceship before.</p>\r\n<h2 dir=\"ltr\" style=\"text-align: justify;\">SPACEDOCK INCIDENT</h2>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">The first day in command started out poorly for Ranma as the Sisko ended up damaging another ship and blowing a hole in the roof of the spacedock.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Logs show that in the beginning, Ensign Hibiki apparently backed the ship from its parked position, rather than pushing it forward, causing the initial collision. From that point on, he made several other mistakes while guiding the Sisko towards the exit that caused the ship to turn completely away from the doors and towards the 'roof' of the dock.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Logs further indicate that Saotome had Lt. Commander Aino seize the helm and ordered the ship to a stop, but the forward momentum of the ship would have caused a collision with the dock. In an attempt to reduce damage to the ship, Saotome ordered the shields raised, however, Lt. Mousse inadvertently fired a torpedo from the ship&rsquo;s forward launcher, which blew a hole in the dock, allowing the Sisko to coast through.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">While threatened with it, Saotome was never actually forced to pay for repairs to the dock, however, he, Lt. Mousse, and Ensign Hibiki all received write-ups and loss of shore leave as punishment.</p>\r\n<h2 dir=\"ltr\" style=\"text-align: justify;\">KUNO/PIRATE INCURSION</h2>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Ranma's first mission with his 'lackluster crew' was to deal with an incursion of annoying ships near the Finden system. It was to be the first test of his new crew, and none of it worked out well for Ranma.</p>\r\n<h2 dir=\"ltr\" style=\"text-align: justify;\">10-FORWARD INCIDENT</h2>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Due to a misunderstanding between Saotome and his civilian bartender, the Captain ended up having cold water thrown on him. Normally this would simply end up in disciplinary measures for the bartender in question, however, Saotome (and several other of his crew) were inflicted with the <a href=\"{% url 'LCARS:miscView' 'jusenkyo-curse' %}\">Jusenkyo Curse</a> that caused them to change when wet.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Saotome's curse caused him to convert into a female form of himself. This stirred the suspicions of his third officer, Lt. Commander Aino, who attempted to crudely draw a blood sample from him in order to find out if he was a Founder.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">The initial attempt failed, however, a second attempt involving smashing a broken bottle over Saotome's head was successful in drawing blood and halting any further speculation. Saotome let Aino off with a warning. However, the commotion set off a small-scale riot that finally ended when Ensign Hibiki managed to blow up a glass table sending most of the 10-Forward patrons to sickbay with glass wounds.</p>\r\n<h2 dir=\"ltr\" style=\"text-align: justify;\">ATTACK ON CALIFORNIA COLONY</h2>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">After successfully defending the Finden System, the Sisko began to be pursued by a Kuno cube. Worried about the tactical advantage the Kunos would have, Saotome decided to buy some time and retreat. However, a distress call from California 5, where Akane's father, Soun Tendo was an ambassador directed them there. The colony was under assault by a group calling themselves 'The Space Pirates.'</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">The attack was interrupted, but not before the Pirates managed to kidnap Soun and the visiting Admiral Genma Saotome. The Kunos soon arrived and also assaulted both the Sisko and the pirate ship. In the ensuing chaos, the Pirates managed to beam Shampoo, Rei, and Akane off the Sisko in an attempt to extract information from them regarding latinum deposits.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Both the Kunos and the Pirates were eventually beaten, however, and all shipmates returned. (Note - need to add the 'see also' for the pirate ship torture here!)</p>\r\n<h2 dir=\"ltr\" style=\"text-align: justify;\">U.S.S. MINNEAPOLIS</h2>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Saotome's crew actually seemed to start working together as they ended up coming to the aid of the derelict USS Minneapolis. This ended up becoming a major hassle for the crew as it was a Section 31 ship staffed by Section 31 agent Mamoru Chiba, who had faked his own death several years earlier.</p>\r\n<h2 dir=\"ltr\" style=\"text-align: justify;\">DEATH OF MOUSSE</h2>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">One of the hardest things Saotome has admitted he has had to do was preside over the funeral of Mousse. Not just because of the obvious hardship in losing a crew member, but because the actions leading to his death are classified Black Five, Starfleet's highest level of classification, and cannot be spoken about.</p>\r\n<h2 dir=\"ltr\" style=\"text-align: justify;\">MARRIAGE TO AKANE TENDO</h2>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">In a private ceremony over subspace, Ranma Saotome and Akane Tendo married on Stardate 60123. Their marriage at first was kept private, except for a few people in the loop, but was eventually allowed to become public knowledge.</p>\r\n<h2 dir=\"ltr\" style=\"text-align: justify;\">RETURN OF THE KUNOS</h2>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">In the Zima Prime System, Saotome again went head to head with the Kunos who appeared to be demanding the exchange of him for sparing Earth of their new superweapon.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">In the end, it turned out that they had no such weapon, and Saotome and their crew were easily able to defeat them. Saotome, as well as the entire ship&rsquo;s crew, was awarded the Starfleet Silver Cross for Distinguished Service.</p>\r\n<h2 dir=\"ltr\" style=\"text-align: justify;\">NEO COMMAND</h2>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">At the request of Admiral Scott Larson, Saotome assumed command of the NEO Special Operations unit.</p>\r\n<h2 dir=\"ltr\" style=\"text-align: justify;\">VOR'GAL INCIDENT</h2>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Saotome's first mission with his new SpecOps team nearly ended in failure.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">His requirement to rescue hostages, who happened to be his sisters-in-law, caused serious emotional conflicts and allowed a Vulcan terrorist, Vor'Gal, to nearly pull off his plans to launch a massive attack against Vulcan. Fortunately, the plan was stopped and Vor'Gal was killed, but not before an errant torpedo from the Sisko impacted the surface of Vulcan, resulting in six fatalities.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">As a result, Saotome was stripped of his rank and demoted to Commander, and sent to face court-martial.</p>\r\n<h2 dir=\"ltr\" style=\"text-align: justify;\">CHIDORI INCIDENT</h2>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Serving as First Officer aboard the Sisko under Captain Karyn Walker now, Saotome accompanied the NEO assault on a chemical weapons plant on Chidori III in a failed attempt to rescue what were believed to be Federation hostages.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Due to an incoming Klingon assault, however, all parties involved agreed to abandon the plant together.</p>\r\n<h2 dir=\"ltr\" style=\"text-align: justify;\">VALARIE CRASH</h2>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Saotome, due to unfortunate circumstances, returned to command of the Sisko on Stardate 60922.9. After a warp core malfunction (that later turned out to be a deliberate act of sabotage) that pushed them into transwarp, the Sisko crashed onto a planet they learned was named <a href=\"{% url 'LCARS:miscView' \t'valari' %}\">Valarie (NZ-12G IV)</a>. The crash killed Captain Karyn Walker and several other members of the Sisko's crew.</p>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">On Stardate 60997, Saotome ordered his crew to abandon ship to the U.S.S. Crossroads and destroyed the USS Benjamin L. Sisko so that it would not fall into the hands of the encroaching militaries of Valarie's two governments. (See <a href=\"{% url 'LCARS:miscView' 'the-valari-incident' %}\">Valerie Incident</a> for more details.)</p>\r\n<h2 dir=\"ltr\" style=\"text-align: justify;\">PROMOTION</h2>\r\n<p dir=\"ltr\" style=\"text-align: justify;\">Admiral Larson, on Stardate 61001, issued a field promotion to Saotome, restoring his official rank as Captain.</p>", "slug": "captain-ranma-saotome", "created_at": "2021-03-06T01:48:42.215Z", "updated_at": "2021-03-22T23:57:12.663Z", "story": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12]}}, {"model": "MoonTrekLCARS.character", "pk": 2, "fields": {"name": "Commander Shampoo", "faction": 1, "rankIMG": "rankIMG/commander.jpg", "department": 1, "content": "<p dir=\"ltr\">Commander Shampoo is the Executive Officer of the USS Benjamin Sisko and second in command. Some Federation documents have the Federation standard spelling of her name as Xian Pu, however, there has not been any clarification on this discrepancy.</p>\r\n<h3 dir=\"ltr\">Early Career</h3>\r\n<p dir=\"ltr\">Shampoo has had a fairly uneventful, but fruitful career, up until joining the Sisko.</p>\r\n<p dir=\"ltr\">Starting out as an Ensign in security, she quickly worked her way up to chief of Security on the USS Neko (NCC-73621), a Galaxy-class ship. Only in the position for three months, she was removed from it and transferred to the Sisko by special order of Vice Admiral Happosai.</p>\r\n<h3 dir=\"ltr\">Sisko Life</h3>\r\n<p dir=\"ltr\">Shampoo spent a short amount of time as the Sisko's third in command while Captain Karyn Walker was on board, as then Commander Ranma Saotome was assigned the Executive Officer role. Shampoo was originally slated to assume command of the ship, however, her aforementioned issues caused concern within the admiralty.</p>\r\n<p dir=\"ltr\">Shampoo has several friends on board the ship, however, she spends most of the time with her partner, the Sisko's Assistant Chief of Security, Lt. Amanda Jansen.</p>\r\n<h3 dir=\"ltr\">Relieved From Duty</h3>\r\n<p dir=\"ltr\">On Stardate 60523 Commander Shampoo was relieved from duty by Captain Saotome.</p>\r\n<p dir=\"ltr\">Several events were likely the catalyst, but the most prevalent was the death of Lt. Mousse, someone whom Shampoo admitted she did indeed have feelings for but never told him so. As well, Shampoo was infatuated with Captain Saotome and was hurt not only by his marriage to Commander Tendo but by their deception.</p>\r\n<p dir=\"ltr\">Due to these things, Shampoo began to drink in an attempt to deal with these issues. Her drinking quickly spiraled into alcohol abuse and began to affect her work and performance. Eventually, Lt. Jansen sent a confidential note to Captain Saotome.</p>\r\n<p dir=\"ltr\">He, along with the ship&rsquo;s counselor, Lt. Jeff Fuchs, decided to pull Shampoo from duty until she could resolve her problems and break her addiction.</p>\r\n<p dir=\"ltr\">She did eventually and returned to duty, eventually making peace with Saotome and Tendo for their deception.</p>\r\n<h3 dir=\"ltr\">Valarie Crash</h3>\r\n<p dir=\"ltr\">Shampoo was one of many who was nearly killed in the Valarie crash, suffering a serious head injury.</p>\r\n<p dir=\"ltr\">Due to a lack of power on the ship, corrective measures could not be taken right away, however, engineers working around the clock managed to restore emergency power to sickbay, and Shampoo was saved.</p>", "slug": "commander-shampoo", "created_at": "2021-03-06T01:52:10.571Z", "updated_at": "2021-03-13T09:14:12.297Z", "story": [1, 2, 3, 4]}}, {"model": "MoonTrekLCARS.ship", "pk": 1, "fields": {"name": "U.S.S. Benjamin L. Sisko", "faction": 1, "content": "<h3 dir=\"ltr\">NCC-255108</h3>\r\n<p dir=\"ltr\">The original U.S.S. Benjamin L. Sisko (hereby referred to as &lsquo;Sisko&rsquo;) with the registry NCC-255108, was a Gosnell-class starship based on the Akira hull. The primary difference between the Gosnell-class and her parent Akira class was that the Akira class was a carrier for Peregrine-class attack fighters and a torpedo boat. The Gosnell-class did not have any fighters, and in general, was a standard Starfleet ship.</p>\r\n<p dir=\"ltr\">The Sisko was the only ship in the Gosnell-class, somewhat foreshadowing her life as an experimental ship. Contrary to popular opinion on board, the Gosnell in Gosnell-class was not related to the name of the ship&rsquo;s lone civilian, Gosnell, but was named for the famed 20th-century director of the second Scooby-Doo movie, Raja Gosnell.</p>\r\n<p dir=\"ltr\">The Sisko&rsquo;s bridge was pretty typical for a ship of her time with a command console in the middle of the bridge that had the captain&rsquo;s chair in the center, the chair and terminal for the executive officer to the captain&rsquo;s right, and a seat and terminal for a second officer to the captain&rsquo;s left. Often this seat was filled by the ship&rsquo;s counselor or other mission specialists.&nbsp;</p>\r\n<p dir=\"ltr\">Between the main viewscreen and the command console were the operations and helm stations. The operations station was to the left and helm to the right. Behind the command console was the tactical and security station. This station was manned by a single officer and seemed to be the only station on the bridge that lacked a seat, forcing the officer to stand for the entirety of their shift.</p>\r\n<p dir=\"ltr\">On the back wall of the bridge were five other stations that could be used for any purpose. Looking forward towards the viewscreen, on the port side of the bridge were two turbolifts, the captain&rsquo;s ready room, and a restroom. On the starboard side, there was another restroom, access to the main conference room, access to the deck one lifeboats, and an emergency Jefferies tube which led to deck two.&nbsp;</p>\r\n<p dir=\"ltr\">The Gosnell-class, like her Akira parent class, was well-armed. She did lack some speed with her normal cruising speed topped out around warp 9.25, though she could get close to warp 9.8 in emergency situations. She had standard Starfleet armoring and shielding. She had a crew of around 500, the majority being enlisted Starfleet.</p>\r\n<h3 dir=\"ltr\">NX-95077</h3>\r\n<p dir=\"ltr\">On stardate 60177, the Sisko returned to Earth and dropped off her entire crew. She was then taken to the classified Lincoln Park Shipyards, located in the Chii Nebula, for a refit. There she had her engines and warp core removed and replaced with new, experimental engines that could regulate power better allowing the ship to hold high warp for longer periods of time. The engine redesign and replacement now gave her the cruising speed of warp 9.7 with emergency speed up to warp 9.89.&nbsp;</p>\r\n<p dir=\"ltr\">She was equipped with polarizing hull plating so that if her shields and armor were penetrated, she could last longer before losing structural integrity. This would allow her more time to get away, or should the need arise, hopefully, keep the ship together long enough to ensure all her crew would be able to escape. To help make sure it never got to that, she ended up being the only ship in Starfleet equipped with ablative armor across the entire ship. This greatly increased her mass, making the need for her new engines even greater. The Sisko was equipped with redundant shielding, with the first level being regenerative - hits to the shields would theoretically recharge the shields somewhat, keeping them up longer in battle. This left her with the risk of overloading, which is why she had &lsquo;standard&rsquo; Starfleet shielding as a backup.&nbsp;</p>\r\n<p dir=\"ltr\">There was no denying that the Sisko was being refitted into a ship of war. The number of torpedo launchers was doubled and the power output from her phaser banks was increased (again, the new warp core being responsible for burdening this additional power drain). She was equipped with four point-defense phase cannons (two dorsal, two ventral, able to rotate 360 degrees on the X-axis and 180 on the Y-axis) that were designed to deal with small fighters, torpedoes, and other targets that might be too small for the larger weapon systems to deal with.&nbsp;</p>\r\n<p dir=\"ltr\">Her sensors were refined and she was equipped with a &lsquo;temporal protection array&rsquo; to try and prevent any kind of issues with temporal rifts, subspace anomalies, and things like that. The TPA was never activated on the NX-95077.&nbsp;</p>\r\n<p dir=\"ltr\">The Sisko&rsquo;s bridge was also changed to more reflect her status as a warship, and to test out new station configurations. The command console underwent a couple of changes due to staffing changes, but in general, had a captain&rsquo;s and executive officer&rsquo;s seat and terminal next to each other. In the front of the bridge was an elongated flight operations console. Along the port wall, from fore to aft, was a restroom, fore turbolift, access to the captain&rsquo;s ready room, the science station - large enough to be manned by two people, the operations and communications station - also large enough to be manned by two people, and the aft turbolift.&nbsp;</p>\r\n<p dir=\"ltr\">On the rear wall was the master situation display, a cross-section of the ship that usually displayed an overhead view and a side view of the ship and alerted the bridge crew to any problem area. Areas could be focused on as well.&nbsp;</p>\r\n<p dir=\"ltr\">On the starboard side of the bridge, from fore to aft, was access to the main conference room, the engineering station - like all stations on the bridge, large enough to be manned by two crew, access to the deck one lifeboats, the emergency access to deck two, a small break room, and a restroom, and finally, the tactical and security station - like the others, manned by two crew.&nbsp;</p>\r\n<p dir=\"ltr\">Finally, the Sisko&rsquo;s crew was reduced slightly to 450, including 25 NEO crew and 200 Starfleet security and Starfleet Marine crew. The enlisted to officer ratio of the crew was 3:5.&nbsp;</p>\r\n<p dir=\"ltr\">On stardate 60918, in what later was deemed to be intentional sabotage, the USS Sisko experienced a massive engine malfunction, was sent into transwarp and ended up crashing into the surface of a planet (see The Valari Incident). Local circumstances required the evacuation and destruction of the Sisko.</p>\r\n<h3 dir=\"ltr\">NX-74133</h3>\r\n<p dir=\"ltr\">On stardate 61372, the U.S.S. Nassau was renamed the U.S.S. Benjamin L. Sisko. While the name changed the new Sisko kept the Nassau&rsquo;s registry number. The Nassau, now Sisko, was intended to be a second Trinity-class ship to house a second NEO force, but due to the circumstances behind the demise of the NX-95077, that crew was assigned to the NX-74133.</p>\r\n<p dir=\"ltr\">This Sisko, in general, was identical to the previous one. The Lincoln Park Shipyard staff had made some changes thanks to the recommendations of the Sisko&rsquo;s crew. Over time as well the Sisko got more upgrades including a sensor mirroring system which acted as a defacto cloaking device while not technically being a cloaking device and therefore not violating any treaties. Her engines continued to be tweaked to the point where she could hit speeds of warp 9.9995, though for limited amounts of time.</p>\r\n<p dir=\"ltr\">She also had her point-defense phase cannons upgraded to antiproton cannons.&nbsp;</p>\r\n<p dir=\"ltr\">As of stardate 63031, the Sisko was still in service.</p>", "slug": "uss-benjamin-l-sisko", "created_at": "2021-03-11T05:52:00.472Z", "updated_at": "2021-03-17T10:07:26.191Z", "story": [1, 2, 3, 4]}}, {"model": "MoonTrekLCARS.placesanditems", "pk": 1, "fields": {"name": "The Jusenkyo Curse", "type": 3, "content": "<p style=\"text-align: justify;\">The Jusenkyo Curse is a magical affliction that affects several current and past members of the crew of the USS Sisko.</p>\r\n<h2 style=\"text-align: justify;\">WHAT IS JUSENKYO?</h2>\r\n<p style=\"text-align: justify;\">Jusenkyo is a martial arts training ground located in the Bayankala mountain range in mainland China. At that location, there are several springs, each of which has a very tragic legend of a person or creature who drowned there.</p>\r\n<p style=\"text-align: justify;\">Now, when anyone falls into the springs, they take on the body of the person or creature that drowned there when they come in contact with cold water. Hot water reverses the effect.</p>\r\n<h2 style=\"text-align: justify;\">JUSENKYO AND THE SISKO</h2>\r\n<p style=\"text-align: justify;\">As previously mentioned, several of the current and former members of the Sisko crew are afflicted with the Jusenkyo Curse. For the most part, it does not affect their day-to-day lives as water is not something that randomly appears on a starship, nor does the crew often find themselves out in the elements.</p>\r\n<p style=\"text-align: justify;\">However, it has come into play a few times, usually by accident.</p>\r\n<h2 style=\"text-align: justify;\">CREWMEMBERS AFFLICTED</h2>\r\n<p style=\"text-align: justify;\">The following current and past members of the USS Benjamin Sisko are currently afflicted with the Jusenkyo Curse.</p>\r\n<h4 style=\"text-align: justify;\">Captain Ranma Saotome</h4>\r\n<p style=\"text-align: justify;\">Captain Ranma Saotome is cursed from the 'Nyannichuan' spring, also known as 'The Spring of Drowned Girl' which causes him to turn into a female version of himself when he comes in contact with cold water. Captain Saotome bemoans the affliction, however, records show that it has worked in his favor far more often than it has worked against him.</p>\r\n<p style=\"text-align: justify;\">Before the affliction was common knowledge the Captain was under suspicion for being a founder, including by his third officer, Lt. Commander Minako Aino.</p>\r\n<h4 style=\"text-align: justify;\">Commander Shampoo</h4>\r\n<p style=\"text-align: justify;\">Commander Shampoo is cursed from the 'Maonichuan' spring, also known as 'The Spring of Drowned Cat' which causes her to turn into a small, white cat when she comes in contact with cold water. Commander Shampoo's affliction is actually quite detrimental as it can place her in life-threatening situations. As well, Captain Saotome suffers from Ailurophobia, which can cause some very tense situations if Commander Shampoo were to change in his presence.</p>\r\n<h4 style=\"text-align: justify;\">Lt. Mousse</h4>\r\n<p style=\"text-align: justify;\">The now-deceased Lt. Mousse was cursed from the 'Yazunichuan' spring, also known as 'The Spring of Drowned Duck' which caused him to turn into a duck when he came into contact with cold water.</p>\r\n<p style=\"text-align: justify;\">Lt. Mousse's affliction was curious as even his duck form had vision problems. One Federation scientist who has decided to investigate the springs has also gone into exploring how exactly a duck manages to drown.</p>\r\n<h4 style=\"text-align: justify;\">Captain Ryoga Hibiki</h4>\r\n<p style=\"text-align: justify;\">Marine Captain Ryoga Hibiki is cursed from the 'Heitowennichuan' spring, also known as 'The Spring of Drowned Black Piglet' which turns him into a small, black piglet when he comes into contact with cold water. Captain Hibiki's affliction has been brought to the attention of the Sisko's Marine commander, however, he decided that Hibiki's positives outweighed the potential negative of his curse.</p>\r\n<p style=\"text-align: justify;\">As well there have been ideas floated around that Hibiki could potentially be used to sneak transport enhancers, past enemy troops, while disguised as an innocent black piglet, allowing Sisko Marines and security personnel to beam behind enemy fortifications.</p>\r\n<h4 style=\"text-align: justify;\">Vice Admiral Genma Saotome</h4>\r\n<p style=\"text-align: justify;\">While not a member of the Sisko crew, it is worthy to note that Admiral Genma Saotome is cursed from the 'Shonmaonichuan', also known as 'The Spring of Drowned Panda' which turns him into a panda when he comes in contact with cold water. Admiral Saotome had been known to abuse his transformation abilities, especially when he was needed by his then supervisor, Vice Admiral Happosai. However, since being removed as his subordinate, he's only used his ability as a stall tactic sparingly.</p>\r\n<h2 style=\"text-align: justify;\">INCIDENTS</h2>\r\n<p style=\"text-align: justify;\">Surprisingly, there have only been a few incidents of note regarding the Jusenkyo Curse and the Sisko crew.</p>\r\n<h4 style=\"text-align: justify;\">10-Forward Incident</h4>\r\n<p style=\"text-align: justify;\">The first incident logged happened shortly after the crew was assembled and the ship was underway. A 'misunderstanding by an idiot' as it was written in the official incident report caused the Sisko's bartender, Gosnell, to throw a glass of water on Captain Saotome. This, of course, caused his change.</p>\r\n<p style=\"text-align: justify;\">Lt. Commander Minako Aino happened to be present. Suspecting that the Captain may have been a Founder, she attempted to take a blood sample. Lacking a medical hypospray though, she tried a more crude method that involved first trying to stab Saotome with a rather dull steak knife, then smashing a bottle over his head.</p>\r\n<p style=\"text-align: justify;\">In an obvious act of kindness, Saotome did not discipline Aino at all for the incident.</p>\r\n<h4 style=\"text-align: justify;\">Bridge Explosion</h4>\r\n<p style=\"text-align: justify;\">In what was obvious tampering with the fire suppression system (likely by Vice Admiral Happosai) as a starship would not have a water-based suppression system due to all the electronics, water managed to hit the entire bridge crew after an attack by first the Kuno Collective and then the group calling themselves the Space Pirates.</p>\r\n<p style=\"text-align: justify;\">The Captain's chair exploded, luckily with the Captain not in it, which set off the suppression system. This in turn caused Saotome, Mousse, and Hibiki to all transform. Lt. Commander Aino's suspicions were reignited, however, Saotome talked her out of stabbing her fellow bridge officers.</p>\r\n<h4 style=\"text-align: justify;\">Kuno Cube Rescue</h4>\r\n<p style=\"text-align: justify;\">Then Ensign Hibiki transported over (unauthorized) to assist with the rescue of Commander Akane Saotome and ended up materializing in a bathtub. When the away team that included Captain Saotome and Commander Shampoo went to investigate the disruption that Hibiki was causing, a fog of war-style chaos caused the entire group to fall into the tub and activate their curses.</p>\r\n<h4 style=\"text-align: justify;\">Miscellaneous Incidents</h4>\r\n<p style=\"text-align: justify;\">There have been several miscellaneous incidents where Captain Saotome has been on an away mission or otherwise on a planet and has had his curse activated. None of which have reportedly hindered him, despite his vocal objections to the transformation.</p>\r\n<h2 style=\"text-align: justify;\">CURING THE CURSE</h2>\r\n<p style=\"text-align: justify;\">Very few Federation scientists believe in the curse, despite it having been documented. Those that do have tried to study it, including one that attempted to have the body of Lt. Mousse donated for the cause. That request was denied, however. According to all parties involved, the only way to be rid of the curse is to come in contact with the spring of your proper form.</p>\r\n<p style=\"text-align: justify;\">For instance, in Captain Saotome's case, he would need to take a dip in the 'Nannichuan' or 'Spring of Drowned Man'. Saotome, as well as the others, state that they would need to travel to China to take care of this. It's interesting to note that the Sisko has been to Earth on more than one occasion since deploying, and transporting down and back would take very little time, leading many to believe that the curses are not as big of a bother as those who are afflicted with them make them out to be.</p>\r\n<p style=\"text-align: justify;\">Until the crew members either admit that they do not mind the curses, or they decide to get themselves cured it will still be truly unknown whether or not they dislike their transformation abilities.</p>", "slug": "jusenkyo-curse", "created_at": "2021-03-11T05:36:03.220Z", "updated_at": "2021-03-22T23:55:51.625Z", "story": []}}, {"model": "MoonTrekLCARS.placesanditems", "pk": 2, "fields": {"name": "Valari (NZ-12G)", "type": 1, "content": "<p dir=\"ltr\">Valari is an M-class planet orbiting the star registered in the official Federation star log as NZ-12G. NZ-12G is approximately 16,000 light-years from Earth and nearly 15,000 light-years out of Federation space. Valari is in the Alpha Quadrant of the galaxy, is what would be considered &lsquo;northwest&rsquo; of Deep Space Nine and Bajoran space, and is about 3,000 light-years from the farthest explored areas of the quadrant.&nbsp;</p>\r\n<p dir=\"ltr\">Valari is the fourth planet from the star, is of similar size to Earth, and has two natural satellites. The vast majority of the planet is covered in water. There are two large continents on each hemisphere, as well as several small island chains interspersed around the planet.</p>\r\n<p dir=\"ltr\">The planet has a humanoid population of around 1.5 billion that is in the late atomic-era (around the early 21st century on Earth). They do not have a unified government, but rather have two large nation-states that are largely segregated from each other based on sub racial characteristics and religious views. These two nations are engaged in open conflict with each other, a conflict that has included the usage of nuclear weaponry.&nbsp;</p>\r\n<p dir=\"ltr\">While normally a pre-warp civilization would not be contacted by the Federation, Commander Ranma Saotome was forced to after the U.S.S. Benjamin Sisko crashed on the planet (see <a href=\"{% url 'LCARS:miscView' 'the-valari-incident' %}\">Valari Incident</a>). After the crew was recovered and the Sisko destroyed, a survey crew was sent back to the planet to see what impact the knowledge of alien life had on the culture and government.</p>", "slug": "valari", "created_at": "2021-03-11T07:55:15.202Z", "updated_at": "2021-03-22T23:52:48.464Z", "story": [7]}}, {"model": "MoonTrekLCARS.placesanditems", "pk": 3, "fields": {"name": "The Valari Incident", "type": 3, "content": "<p dir=\"ltr\" style=\"text-align: center;\"><span style=\"font-size: 18pt;\"><em><strong><span style=\"background-color: #ba372a; color: #ecf0f1;\">This article is very spoiler-heavy and should not be read if you have not read Moon Trek NEO III: Prime Directive. Continue at your own risk!</span></strong></em></span></p>\r\n<p dir=\"ltr\">On stardate 60712, the U.S.S. Benjamin L. Sisko was sent to engage what was believed to be a Cardassian flotilla that was planning on attacking a Federation colony near the Federation/Cardassian border. The Sisko engaged the ships and either destroyed or drove off the attackers. Shortly after the attack happened the Sisko&rsquo;s engines, which had just recently been overhauled at the Lincoln Park Shipyards, fused open and caused the Sisko to go into warp, not to any destination but simply in the direction she happened to be facing.</p>\r\n<p dir=\"ltr\">The ship continued to accelerate and eventually, despite it seemingly being an impossibility, she entered a transwarp state. Due to the speed at which they were traveling and the concern of where they might end up, the command staff decided the only option was to forcefully stop the ship by ejecting the warp core.</p>\r\n<p dir=\"ltr\">After the warp core was ejected, the warp coils shut down and the ship violently exited her transwarp state and returned to normal space. In what had to have been a trillion and one fluke, the Sisko ended up coming to a stop within a few hundred kilometers from the planet NZ-12G-4, later learned to be <a href=\"{% url 'LCARS:miscView' 'valari' %}\">Valari</a>. Due to the violent nature of her return from transwarp to normal space, almost all of the Sisko&rsquo;s systems and EPS grid were damaged or destroyed and she only had navigational thrusters.&nbsp;</p>\r\n<p dir=\"ltr\">Because of the increased mass of the Sisko as a result of her armor, and the gravity exerted on her from the planet, the navigational thrusters were not powerful enough to prevent her from entering the upper atmosphere of Valari and beginning a descent towards the planet&rsquo;s surface. The Sisko ended up hitting one of the planet&rsquo;s oceans, but due to the speed she picked up from her freefall, she managed to &lsquo;skip&rsquo; across the ocean and come back down on a continent, plowing through trees and stopping about 15 kilometers inland.&nbsp;</p>\r\n<p dir=\"ltr\">Between the exit from transwarp and the crash, over one hundred members of the crew were injured, many seriously, 44 of them being fatal, including Captain Karyn Walker.&nbsp;</p>\r\n<h2 dir=\"ltr\">Valari</h2>\r\n<p dir=\"ltr\">While crashing into a planet was not a good thing, the Sisko did luck out insofar as she crashed into an M-class planet, rather than a gas giant or a star. This would be the end of where her luck would take her as it was soon discovered that Valari was inhabited by an atomic-era civilization. The government controlling the area where this Sisko had crashed immediately sent their military to investigate the alien spaceship. Thankfully they were restrained and did not immediately attack the Sisko, seemingly realizing that she was in distress and crashed, rather than being an invasion force.&nbsp;</p>\r\n<p dir=\"ltr\">The former Executive Officer, now Captain, Ranma Saotome made contact with the military investigating the ship and eventually made contact with the government and their Prime Minister Pho Mao (Vo&rsquo;Maau). Fortunately, the government of the &lsquo;Valari Western Republic&rsquo; (generalized translation of the nation&rsquo;s name) was friendly to the alien visitors and shared the same goal as the crew when it came to keeping their arrival a secret from the general population.&nbsp;</p>\r\n<p dir=\"ltr\">Saotome soon learned about the theocratic nature of this government as well as the planet&rsquo;s second government, the &lsquo;Eastern Valari Republic&rsquo; (generalized translation), and the racial and religious war being fought between the two. He learned of the EVR&rsquo;s indiscriminate usage of nuclear weapons on the population of the VWR. Mao believed that the Sisko&rsquo;s arrival was orchestrated by God in order to protect the VWR and its people from the EVR. Saotome was determined to obey the Prime Directive and not get involved, despite his deep personal feelings in opposition to the EVR&rsquo;s targeting of civilians.&nbsp;</p>\r\n<h2 dir=\"ltr\">Attack On The Sisko</h2>\r\n<p dir=\"ltr\">The Sisko&rsquo;s crew had done a good job so far in both repairing some damage to the ship - getting backup power restored and using the power cells from photon and quantum torpedoes to power the ship&rsquo;s vital systems for instance - and staying uninvolved in the war between the two Valarian nations. That was until she was attacked.</p>\r\n<p dir=\"ltr\">On stardate 60955 several large bomber aircraft were on a direct course to the Sisko. After they locked their radars on the ship, confirming their intentions, the Sisko used her phase cannons to shoot down the bombs of the first wave. One bomb got through, however, due to her armor and hull plating, the Sisko was undamaged. Fearing the use of nuclear weapons, the Sisko shot down the aircraft of a second wave. While most went into the ocean, one bomber crashed in the forest a few kilometers inland. The Sisko&rsquo;s NEO team went out to investigate and found the aircraft to be of Easter design, having Eastern language in the cockpit, and the pilot appeared to be of the Eastern race.</p>\r\n<p dir=\"ltr\">Believing this attack was done by the EVR, Saotome decided to retaliate by destroying the Eastern ICBM silos, arguing that because the EVR attacked them, they were now in direct danger of an ICBM strike. The Sisko&rsquo;s NEO team covertly infiltrated all 36 silos and despite getting into a firefight in the last silo, managed to destroy all of the EVR&rsquo;s nuclear missiles.&nbsp;</p>\r\n<p dir=\"ltr\">Several submarines soon appeared near the crash zone and appeared ready to launch missiles at the Sisko. Using Nighthawk, Sisko destroyed the submarines, but the incident led to questions. The Western military was very strong, so the idea of EVR submarines getting through their blockade of the crash zone seemed implausible. Hacking of the VWR&rsquo;s military databases by the Sisko&rsquo;s crew also brought to light some of the VWR&rsquo;s covert operations, many involving gene altering.&nbsp;</p>\r\n<p dir=\"ltr\">Saotome ordered further genetic testing of the pilots recovered from the crashed bomber and soon realized that the bomber attack and the submarine attack were a false flag operation, using genetic manipulation on the pilots, done by the VWR to get the Sisko crew involved in the war.&nbsp;</p>\r\n<h2 dir=\"ltr\">Repercussion of Attack</h2>\r\n<p dir=\"ltr\">While Saotome was upset over being manipulated, he felt no remorse in destroying the EVR&rsquo;s ICBMs. However, had to be repercussions for the deception and Saotome immediately cut off all diplomatic ties with the VWR, as well as warning them that encroaching upon the Sisko would result in lethal force in response.&nbsp;</p>\r\n<p dir=\"ltr\">No longer needing to act in a covert manner, the VWR sent a couple of battalions of troops, about 1,100, to seize the ship. The thinking was that given there were only about 400 on the Sisko, not all of them fighters, 1,100 would be enough. Using their superior firepower and tactics, however, the Starfleet security forces made up of both the ship&rsquo;s security teams and the Marines assigned to the ship routed the Valarian troops, killing nearly 600 while only losing one.</p>\r\n<p dir=\"ltr\">These attacks continued in one way or another for the rest of the Sisko&rsquo;s stay on the planet.</p>\r\n<h2 dir=\"ltr\">Abandoning Of The Sisko</h2>\r\n<p dir=\"ltr\">Fortunately, despite being three months from Earth, there was past Federation activity and exploration in the area (relatively speaking) and the crew was able to use a subspace relay station to contact Starfleet Command. The U.S.S. Crossroads was dispatched by Admiral Scott Larson to come and assist the Sisko crew until recovery and engineering ships could arrive.&nbsp;</p>\r\n<p dir=\"ltr\">While the goal was to keep the Sisko secure, there was a lot of concern over multiple military incursions by both the VWR and the EVR. The concerns turned up to be founded when over a million VWR soldiers began moving on the Sisko from the north, and an amphibious invasion of over a million EVR soldiers was moving in from the east. Fortunately, the Crossroads was able to arrive shortly before the ground forces arrived and evacuated the Sisko crew, including the deceased crew, as well as bringing up the evidence found on the engines that proved there was deliberate sabotage.&nbsp;</p>\r\n<p dir=\"ltr\">In an attempt to kill the Sisko crew and the invading Easter military, the VWR deployed over a dozen nuclear bombs which detonated simultaneously. It was unlikely that the hull was compromised by the bombings as the Sisko had already been targeted by nuclear munitions and had only taken minor damage. Regardless, once onboard the Crossroads, Saotome activated an exploding chain reaction inside the ship designed to obliterate all sensitive equipment, such as the shield emitters, replicator systems, plasma energy technology, and the computer core. Afterward, the Crossroads deployed two volleys of about 16 quantum torpedoes each, obliterating the Sisko to the point that she was little more than metal fragments.&nbsp;</p>\r\n<h2 dir=\"ltr\">Aftermath and Investigation</h2>\r\n<p dir=\"ltr\">A survey crew was sent to Valari to investigate the aftermath of the Sisko&rsquo;s presence. It was found that there was little to no evidence that the majority of the population was aware of the Sisko. Most talk of the alien ship was considered &lsquo;conspiracy theories&rsquo;.&nbsp;</p>\r\n<p dir=\"ltr\">The two governments didn&rsquo;t appear to be too involved in fighting at the time of the survey crew&rsquo;s arrival, likely a result of heavy losses taken by both nations after the battle around the Sisko. It&rsquo;s likely most of the one million-strong EVR invasion force was killed by either the Western nuclear strike or the Crossroad&rsquo;s bombardment of the Sisko.&nbsp;</p>\r\n<p dir=\"ltr\">The crater that used to be where the Sisko sat was riddled with nuclear fallout, so much so that the survey crew did not feel it was safe to send an away team down, even with EVA suits. While there was still evidence of pieces and shards of the Sisko, it was determined that the remains were so badly damaged and irradiated that the survey crew believed the metal compounds would be discovered organically by the population long before they&rsquo;d be able to reverse engineer it.&nbsp;</p>\r\n<p dir=\"ltr\">As for the investigation into what happened with the Sisko before the crash, an investigation revealed that operatives from the Vulcan Ministry of Intelligence had infiltrated the Lincoln Park Shipyards, including the Commodore who was in command (Commodore T&rsquo;kuk). Items that would manipulate the Sisko&rsquo;s warp field, some of which were Borg transwarp components, were installed and concealed.</p>\r\n<p dir=\"ltr\">The ships that the Sisko was sent to engage were in fact drone ships of unknown origin. They were using sensor manipulation to appear to be Cardassian ships. During the battle, they primarily targeted the aft section of the Sisko in order to make the Sisko&rsquo;s warp engine fusing look like a result of the attack. The Sisko&rsquo;s aft weapons were also sabotaged to help prevent the drone ships from being damaged or destroyed too quickly.</p>\r\n<p dir=\"ltr\">It is assumed that the Sisko&rsquo;s survival was unplanned and that the Sisko was expected to lose structural integrity during the transition into transwarp, which would have spread the debris over dozens of light-years, preventing an investigation from discovering the sabotage.&nbsp;</p>\r\n<p dir=\"ltr\">As for motive, none was able to be factually determined, but investigators assume it was a retaliatory move for the accidental bombing of a Vulcan village by Saotome. It was also part of an overarching conspiracy between former Councilman Zack Young and former Vulcan Minister of Intelligence Salek.&nbsp;</p>", "slug": "the-valari-incident", "created_at": "2021-03-15T09:50:10.669Z", "updated_at": "2021-03-22T23:51:20.595Z", "story": [7]}}]